{
  "lothin": "LOTHIN​​ THOUEN",
  "find": "Find",
  "developer": "Developer",
  "on_internet": "On Internet",
  "database_skills": "Database",
  "framework_skills": "Framework",
  "core_skill": "Core",
  "others": "Others",
  "basic_skills": "Basic",
  "footer_details": "Passionate about building and designing innovative web and software solutions to solve real-world challenges.",
  "experienced_with_project": "Experienced With Projects",
  "two_years": "Two Years",
  "one_years": "One Year",
  "whole_handle": "Whole Handle",
  "two_months": "Two Months",
  "multiple_country_workers_management": "Multiple Country Workers Management",
  "workers_management_system": "Workers Management System",
  "hotel_management_own": "Hotel Management System - Own Project In Progress",
  "pos_management_system": "Point Of Sale Management System",
  "other_experiences": "Other Experiences",
  "details": "Details",
  "contact": "Contact",
  "passion_description": "As a developer, my passion lies in solving complex problems and creating meaningful solutions through technology. I find immense joy in writing clean, efficient code and continuously learning new technologies to improve my skills. My dedication to development goes beyond just writing code—it's about building products that make a difference, collaborating with others, and contributing to a better digital world.",
  "send": "Send",
  "manage_files": "Manage files and folders via File Manager",
  "create_manage_email": "Create and manage email accounts",
  "add_manage_domains": "Add, delete, and manage domains and subdomains",
  "configure_dns_records": "Configure DNS records and redirects",
  "manage_databases": "Create and manage databases with phpMyAdmin",
  "install_apps": "Install apps like WordPress via Softaculous",
  "setup_backups": "Set up and manage backups",
  "manage_ssl_tls": "Install and manage SSL/TLS certificates",
  "view_stats_error_logs": "Monitor website stats and error logs",
  "configure_ftp_accounts": "Configure FTP accounts and connections",
  "setup_cron_jobs": "Set up cron jobs and manage PHP versions",
  "block_ip_hotlink_protection": "Enable IP blocking and hotlink protection",
  "optimize_website": "Optimize website content and performance",
  "edit_htaccess": "Access and edit .htaccess files",
  "manage_git_repositories": "Manage Git repositories",
  "manage_api_tokens": "Manage API tokens",
  "cpanelActionsList": "cPanel is a web hosting control panel that provides a graphical interface to manage websites and servers. It allows users to manage domains, emails, files, databases, and various other hosting tasks.",
  "gitlab": "GitLab is a web-based platform for version control and DevOps that provides a wide range of tools for software development, including source code management (SCM), continuous integration/continuous deployment (CI/CD), and collaboration features. It is built on top of Git, a distributed version control system, and offers an integrated suite of services for managing the entire software development lifecycle.",
  "version_control": "Git-based repository management for tracking code changes and collaborating on projects.",
  "cicd_pipelines": "Automates the process of building, testing, and deploying software.",
  "issue_tracking": "Allows teams to track bugs, tasks, and feature requests.",
  "code_review": "Provides tools like merge requests and inline commenting to facilitate collaboration among developers.",
  "security_and_monitoring": "Built-in tools to scan for vulnerabilities, monitor application health, and ensure compliance.",
  "collaboration_tools": " Issues, milestones, wikis, and project management features for team collaboration.",
  "version_controls": "Uses Git to track changes in code, making it easier to collaborate and manage different versions of a project.",
  "repositories": "Users can create repositories to store their code, organize it, and manage contributions.",
  "collaboration": "Allows multiple users to collaborate on the same project through features like pull requests, branches, and issues.",
  "community": "Provides tools for developers to discover, contribute to, and interact with open-source projects.",
  "documentation": "Users can add README files, wikis, and other documentation to explain how their projects work.",
  "ci_cd_integration": "Supports integration with various CI/CD tools to automate testing, building, and deployment.",
  "security": "Offers features like security alerts and code scanning to identify vulnerabilities.",
  "github": "GitHub is a web-based platform that provides version control using Git, allowing developers to store, manage, and collaborate on code. It is widely used for both open-source and private projects, enabling users to share their code, track changes, and work together more efficiently.",
  "open_source": "Free to use and modify, with a large community of developers contributing to its improvement.",
  "stability": "Known for its reliability and long-term support (LTS) versions, which receive updates and security patches for five years.",
  "ubuntu_security": "Comes with built-in security features, including firewalls, encryption, and regular security updates.",
  "performance": "Optimized for running high-performance services and applications.",
  "compatibility": "Supports a wide range of hardware, including virtual machines and cloud platforms.",
  "ubuntu_server": "Ubuntu Server is a version of the Ubuntu operating system designed specifically for server environments. It is an open-source, Linux-based operating system that is highly stable, secure, and efficient. Ubuntu Server is used to run web servers, databases, cloud services, and other networked applications. It does not include a graphical user interface (GUI) by default, which makes it lighter and more suitable for remote management via the command line.",
  "docker": "Docker is an open-source platform used to automate the deployment, scaling, and management of applications inside lightweight containers. Containers are isolated environments that package an application and its dependencies, such as libraries and configurations, making it easier to run the application consistently across different computing environments.",
  "dockercontainers": "A container is a lightweight, stand-alone, executable package that includes everything needed to run a piece of software (code, libraries, system tools, settings). Containers are isolated from each other and the host system but share the same OS kernel.",
  "dockerimages": "Docker images are the blueprints for creating containers. An image is a static specification that contains the operating system, application code, libraries, and dependencies required to run a container. Docker images are read-only templates used to create containers.",
  "dockerengine": "The Docker Engine is the runtime that enables the creation and management of containers. It includes a client-server architecture, with a command-line interface (CLI) to interact with the Docker Daemon (background service) that handles container operations.",
  "dockerhub": "Docker Hub is a cloud-based registry service where Docker images can be stored and shared. It allows developers to download pre-built images or upload their own for use in different environments.",
  "dockerfile": "A Dockerfile is a text file that contains instructions on how to build a Docker image. It defines the application's environment, including installation steps, environment variables, and commands for setting up the container.",
  "dockercompose": "Docker Compose is a tool that allows you to define and manage multi-container Docker applications. It uses a configuration file (docker-compose.yml) to define the services, networks, and volumes needed for your application. With Docker Compose, you can start all the services defined in the file with a single command, making it easier to work with complex applications that require multiple containers.",
  "gmail_successfully_sent": "Gmail Sucessfully Sent",
  "gmail_not_successfully_sent": "Gmail Not Sucessfully Sent",
  "subject_is_required": "Title Is Required!",
  "text_is_required": "Your Opinions are Required!",
  "title": "Title",
  "your_opinion": "You Opinions",
  "telegram": "Telegram",
  "linkin": "LinkedIn",
  "developer_education_title": "About My Educations",
  "developer_bachelor_study": "Pursuing a Bachelor's degree in Software Development demands dedication and rigorous study. Students tackle complex algorithms, programming languages, software architecture, and problem-solving techniques that lay the foundation for a successful career in technology.",
  "mastering_programming_fundamentals": "Mastering Programming Fundamentals",
  "continuous_learning_adaptability": "Continuous Learning and Adaptability",
  "collaboration_communication_skills": "Collaboration and Communication Skills",
  "mastering_programming_fundamentals_content": "A solid understanding of programming fundamentals like algorithms, data structures, and problem-solving is crucial. Mastery of these concepts forms the foundation for writing efficient and scalable code.",
  "continuous_learning_adaptability_content": "Technology evolves rapidly, so being open to learning new tools, languages, and frameworks is essential. Continuous improvement ensures you stay relevant in the fast-paced development world.",
  "collaboration_communication_skills_content": "Being able to work effectively in a team and communicate complex technical ideas clearly is vital for successful project completion. Good collaboration fosters innovation and problem-solving.",
  "need_assistance": "Need Assistance or Have Questions?",
  "contact_us": "Contact us!",
  "assistance_feedback": " Whether you need help or want to provide feedback, we're here to listen. Reach out to us by sending an email, and we'll get back to you as soon as possible.",
  "developer_growth": " To grow as a developer, focus on learning new programming languages, practice coding regularly, work on real-world projects, and engage with the developer community. Never stop experimenting and learning!",
  "your_ideas_feedback": "Your ideas and feedback help us improve. Share them with us!",
  "dev_passion": "Sharing Our Developer Passion with the Tech Community",
  "high_school_graduated": "High School Graduated",
  "two_thousand_nine_teen": "2019",
  "high_school_graduated_number": "Year Graduated",
  "four_plus": "+ 4",
  "year_experience": "Years Experience",
  "two_plus": "+ 2",
  "cv": "Resume",
  "register": "Register",
  "login": "Login",
  "sign_up": "Sign Up",
  "username": "Username",
  "enter_username": "Enter Username",
  "enter_password": "Enter Password",
  "cancel": "Cancel",
  "password": "Password"
}