{
  "lothin": "ធឿន ឡូធីន",
  "find": "ស្វែងរក",
  "developer": "អ្នកអភិវឌ្ឍន៍",
  "on_internet": "នៅលើអ៊ីនធឺណិត",
  "database_skills": "ទិន្នន័យ",
  "framework_skills": "ផ្នែកមុខ",
  "core_skill": "ផ្នែកក្រោយ",
  "others": "ផ្សេងៗ",
  "basic_skills": "មូលដ្ឋានគ្រឹះ",
  "footer_details": "មានចំណង់ចំណូលចិត្តក្នុងការបង្កើត និងរចនា ដំណោះស្រាយ គេហទំព័រ និងកម្មវិធីថ្មីៗ ដើម្បីដោះស្រាយបញ្ហាប្រឈមក្នុងពិភពពិត។",
  "experienced_with_project": "ធ្លាប់មានបទពិសោធន៍ជាមួយគម្រោង",
  "two_years": "ពីរ​ឆ្នាំ",
  "one_years": "មួយ​ឆ្នាំ",
  "whole_handle": "ដោះស្រាយទាំងស្រុង",
  "two_months": "ពីរ​ខែ",
  "multiple_country_workers_management": "ការគ្រប់គ្រងកម្មករជាច្រើនប្រទេស",
  "workers_management_system": "ប្រព័ន្ធគ្រប់គ្រងកម្មករ",
  "hotel_management_own": "ប្រព័ន្ធគ្រប់គ្រងសណ្ឋាគារ - គម្រោងផ្ទាល់ខ្លួនកំពុងអភិវឌ្ឍ",
  "pos_management_system": "ប្រព័ន្ធគ្រប់គ្រងការលក់",
  "other_experiences": "បទពិសោធន៍ផ្សេងទៀត",
  "details": "ព័ត៌មានលម្អិត",
  "contact": "ទំនាក់ទំនង",
  "passion_description": "ជា​អ្នកអភិវឌ្ឍន៍ ចំណង់ចំណូលចិត្ត​របស់ខ្ញុំ​គឺ​ស្ថិត​នៅក្នុង​ការ​ដោះស្រាយ​បញ្ហា​ដែល​ស្មុគស្មាញ និង​បង្កើតដំណោះស្រាយ​ដែលមានអត្ថន័យតាមរយៈបច្ចេកវិទ្យា។ ខ្ញុំ​មាន​ក្តីសោមនស្សដ៏ធំ​ ក្នុង​ការ​សរសេរ​កូដ​ដែលមានសុវត្ថិភាព​​ ​និង​ប្រសើរបំផុត ជាមួយការរៀនសូត្របច្ចេកវិទ្យាថ្មីៗសម្រាប់បង្កើនជំនាញរបស់ខ្ញុំ។ ការចងចិត្តរបស់ខ្ញុំចំពោះការអភិវឌ្ឍន៍ មិនត្រឹមតែសរសេរកូដប៉ុណ្ណោះទេ ប៉ុន្តែគឺក្នុងការបង្កើតផលិតផលដែលមានអត្ថន័យ បញ្ចូលចិត្តធ្វើការជាមួយអ្នកដទៃ និងចូលរួមចំណែកក្នុងពិភពឌីជីថលដែលប្រសើរជាងមុន។",
  "send": "ផ្ញើរ",
  "manage_files": "គ្រប់គ្រងឯកសារ និងថតតាម File Manager",
  "create_manage_email": "បង្កើត និងគ្រប់គ្រងគណនីអ៊ីមែល",
  "add_manage_domains": "បន្ថែម លុប និងគ្រប់គ្រងដូមេន និងដូមេនរង",
  "configure_dns_records": "កំណត់រចនា​សម្ព័ន្ធ DNS និងការបញ្ជូនទៅកាន់ដូមេនផ្សេង",
  "manage_databases": "បង្កើត និងគ្រប់គ្រងមូលដ្ឋានទិន្នន័យតាម phpMyAdmin",
  "install_apps": "ដំឡើងកម្មវិធីដូចជា WordPress តាម Softaculous",
  "setup_backups": "កំណត់ និងគ្រប់គ្រងការបម្រុងទុកទិន្នន័យ (Backup)",
  "manage_ssl_tls": "ដំឡើង និងគ្រប់គ្រងសញ្ញាប័ណ្ណ SSL/TLS",
  "view_stats_error_logs": "ត្រួតពិនិត្យស្ថិតិវេបសាយ និងកំហុស",
  "configure_ftp_accounts": "កំណត់គណនី FTP និងការតភ្ជាប់ FTP",
  "setup_cron_jobs": "រៀបចំ Cron Jobs និងគ្រប់គ្រង PHP Versions",
  "block_ip_hotlink_protection": "បិទការចូលប្រើតាម IP និងការការពារ Hotlink",
  "optimize_website": "ប្រសើរឡើងគុណភាព និងល្បឿនវេបសាយ",
  "edit_htaccess": "ចូល និងកែសម្រួលឯកសារ .htaccess",
  "manage_git_repositories": "គ្រប់គ្រង Git Repositories",
  "manage_api_tokens": "គ្រប់គ្រង API Tokens",
  "cpanelActionsList": "CPanel គឺជា ផ្ទាំងការត្រួតពិនិត្យសម្រាប់បណ្តាញគេហទំព័រដែលផ្តល់ឱ្យនូវរូបមន្តក្រាហ្វិកសម្រាប់គ្រប់គ្រងគេហទំព័រ និងម៉ាស៊ីនបម្រើ។ វាអនុញ្ញាតឱ្យអ្នកប្រើគ្រប់គ្រងដូម៉ែន អ៊ីមែល ឯកសារ ប្រព័ន្ធទិន្នន័យ និងការងារផ្សេងៗទៀតនៃការបម្រើបណ្ដាញ។",
  "gitlab": "GitLab គឺជាប្លាត់ហ្វ័មមួយសម្រាប់គ្រប់គ្រងកូដប្រភព និង DevOps ដែលផ្តល់ឧបករណ៍ជាច្រើនសម្រាប់ការអភិវឌ្ឍន៍កម្មវិធី ដែលរួមមានការគ្រប់គ្រងប្រភពកូដ (SCM), សូមបន្តការបង់បញ្ជីបន្តបន្ទាប់ (CI/CD) និងលក្ខណៈសហការណ៍។ វាត្រូវបានកសាងលើ Git ដែលជាប្រព័ន្ធគ្រប់គ្រងកំណត់ការបែកចែកនិងផ្តល់ជូននូវសេវាកម្មសមស្របសម្រាប់ការគ្រប់គ្រងជីវិតសកម្មភាពនៃការអភិវឌ្ឍកម្មវិធីទាំងមូល។",
  "version_control": "ការគ្រប់គ្រងសារពើភ័ណ្ឌដែលមានមូលដ្ឋានលើ Git សម្រាប់តាមដានការផ្លាស់ប្ដូរពីកូដ និងសហការណ៍លើគម្រោង។",
  "cicd_pipelines": "ធ្វើឲ្យដំណើរការការសាងសង់, ការសាកល្បង និងការផ្តល់សេវាកម្មកម្មវិធីអូតូម៉ាត។",
  "issue_tracking": "អនុញ្ញាតឲ្យក្រុមតាមដានកំហុស, បញ្ជីការងារ និងសំណើរ។",
  "code_review": "ផ្តល់ឧបករណ៍ដូចជា merge requests និងការយោបល់នៅក្នុងបន្ទាត់សម្រាប់ងារសហការណ៍រវាងអ្នកអភិវឌ្ឍន៍។",
  "security_and_monitoring": "ឧបករណ៍សម្រាប់ពិនិត្យបញ្ហាសុវត្ថិភាព, តាមដានសុខភាពកម្មវិធី និងធានាភាពផ្គូរផ្គង។",
  "collaboration_tools": "បញ្ហា, សកម្មភាព, វិកី និងលក្ខណៈការគ្រប់គ្រងគម្រោងសម្រាប់សហការណ៍ក្រុម។",
  "version_controls": "ប្រើ Git ដើម្បីតាមដានការផ្លាស់ប្ដូរកូដ ដែលធ្វើឲ្យមានភាពងាយស្រួលក្នុងការសហការណ៍ និងគ្រប់គ្រងជំនាន់ផ្សេងៗនៃគម្រោង។",
  "repositories": "អ្នកប្រើប្រាស់អាចបង្កើត repositories ដើម្បីរក្សាទុកកូដរបស់ពួកគេ, រៀបចំវា និងគ្រប់គ្រងការចូលរួម។",
  "collaboration": "អនុញ្ញាតឱ្យអ្នកប្រើប្រាស់ជាច្រើនសហការណ៍លើគម្រោងតែមួយតាមរយៈលក្ខណៈពិសេសដូចជា pull requests, branches និង issues។",
  "community": "ផ្តល់ឧបករណ៍សម្រាប់អ្នកអភិវឌ្ឍន៍ដើម្បីរកមើល, ចូលរួម និងទំនាក់ទំនងជាមួយគម្រោងសាធារណៈ។",
  "documentation": "អ្នកប្រើប្រាស់អាចបន្ថែម README files, វិកី និងឯកសារផ្សេងៗដើម្បីបកស្រាយពីរបៀបដំណើរការរបស់គម្រោង។",
  "ci_cd_integration": "គាំទ្រដល់ការបញ្ចូលជាមួយឧបករណ៍ CI/CD ដើម្បីធ្វើអតូម៉ាតិកសាកល្បង, ការសាងសង់ និងការផ្តល់សេវាកម្ម។",
  "security": "ផ្តល់លក្ខណៈពិសេសដូចជាថ្នាក់ជូនដំណឹងសុវត្ថិភាព និងការស្វែងរកកូដសម្រាប់សម្គាល់កំហុស។",
  "github": "GitHub គឺជាប្លាត់ហ្វ័មមួយដែលផ្តល់សេវាកម្មគ្រប់គ្រងកំណត់កូដដោយប្រើ Git អនុញ្ញាតឱ្យអ្នកអភិវឌ្ឍន៍រក្សាទុក, គ្រប់គ្រង និងសហការណ៍លើកូដ។ វាត្រូវបានប្រើយ៉ាងទូលំទូលាយសម្រាប់គម្រោងទាំងជាសាធារណៈ និងផ្ទាល់ខ្លួន ដែលអនុញ្ញាតឱ្យអ្នកប្រើប្រាស់ចែករំលែកកូដ, តាមដានការផ្លាស់ប្ដូរ និងសហការណ៍គ្នាបានយ៉ាងមានប្រសិទ្ធភាព។",
  "open_source": "ប្រើប្រាស់ឥតគិតថ្លៃ និងកែសម្រួលបាន, មានសហគមន៍ធំមួយនៃអ្នកអភិវឌ្ឍន៍ដែលចូលរួមសម្រាប់ការកែលម្អវា។",
  "stability": "មានការទទួលស្គាល់ពីសេចក្ដីជឿជាក់និងកំណែវាស់ពេលវែង (LTS) ដែលទទួលបានការអាប់ដេត និងកំណត់សុវត្ថិភាពជារៀងរាល់រយៈពេលប្រាំឆ្នាំ។",
  "ubuntu_security": "មានលក្ខណៈសុវត្ថិភាពក្នុងប្រព័ន្ធដែលមានគ្រប់គ្រងការពារ, ការអ៊ិនគ្រីប និងការអាប់ដេតសុវត្ថិភាពជារៀងរាល់។",
  "performance": "បានបង្កើតសម្រាប់ដំណើរការកម្មវិធី និងសេវាកម្មដែលមានការអនុវត្តខ្ពស់។",
  "compatibility": "គាំទ្រពីគ្រប់ប្រភេទឧបករណ៍, រួមទាំងម៉ាស៊ីនវីរុស និងវិស្វកម្មពពក។",
  "ubuntu_server": "Ubuntu Server គឺជា​កំណែបណ្ដោះអាសន្ននៃប្រព័ន្ធប្រតិបត្តិការអ៊ុបុនទូត​ដែលត្រូវបានរចនាឡើងសម្រាប់បរិយាកាសម៉ាស៊ីនបម្រើជាពិសេស។ វាជាប្រព័ន្ធប្រតិបត្តិការ Linux ដែលមានប្រភពទាន់សម័យ និងមានសុវត្ថិភាពខ្ពស់ ហើយមានប្រសិទ្ធភាពខ្ពស់។ Ubuntu Server ត្រូវបានប្រើសម្រាប់ដំណើរការម៉ាស៊ីនបម្រើវេបសាយ, មូលដ្ឋានទិន្នន័យ, សេវាកម្មពពក និងកម្មវិធីផ្សេងៗ។ វាមិនមានរចនាសម្ព័ន្ធ GUI នៅលើប្រព័ន្ធបញ្ជា, ដែលធ្វើអោយវាកាន់តែស្រាល និងសមស្របសម្រាប់ការគ្រប់គ្រងពីចម្ងាយតាមបញ្ជារយៈពេល។",
  "docker": "Docker គឺជា វេទិកា ដែលប្រើប្រាស់ដោយចម្រង់បង្ហោះ និងគ្រប់គ្រងកម្មវិធី នៅក្នុងភ្ជាប់តែប្រភេទ container ដែលមានទំងន់តិច។ Containers គឺជា សវគកម្មដែលមានការបោះពុម្ពប្រព័ន្ធដំណើរការពេញលេញក្នុងការដាក់កម្មវិធីជាមួយនឹង dependencies ផ្សេងៗដូចជា ឯកសារបណ្ដុះបណ្ដាល និងការកំណត់ផ្សេងៗ ដែលធ្វើឲ្យកម្មវិធីដំណើរការយ៉ាងស្របតាមលក្ខណៈនៃបរិស្ថានផ្សេងៗគ្នា។",
  "dockercontainers": "Container គឺជា សវគកម្មតិចៗដែលអាចប្រើបានដោយឯករាជ្យ និងបង្ហាញនូវផ្នែកទាំងអស់ដែលត្រូវការដើម្បីដំណើរការកម្មវិធី (កូដ, បណ្ដុះបណ្ដាល, ឧបករណ៍ប្រព័ន្ធ, ការកំណត់ជាក់លាក់)។ Containers មានការបំបែកចេញពីគ្នា និងប្រព័ន្ធដំណើរការ ដូច្នេះអាចចែករំលែកការប្រើប្រាស់ Kernel ជាមួយគ្នាបាន។",
  "dockerimages": "Docker Images គឺជាគំរូសម្រាប់បង្កើត Containers។ Image គឺជា សេចក្តីបញ្ជាទាំងអស់ដែលមានប្រព័ន្ធប្រតិបត្តិការ កូដកម្មវិធី បណ្ដុះបណ្ដាល និង dependencies ដើម្បីដំណើរការ container ។ Docker Images គឺជា template ដែលអានលើសម្រាប់បង្កើត Containers ។",
  "dockerengine": "Docker Engine គឺជា runtime ដែលអាចបង្កើតនិងគ្រប់គ្រង containers។ វារួមបញ្ចូល architecture ប្រភេទ client-server ដែលមាន command-line interface (CLI) សម្រាប់ចូលប្រើនឹង Docker Daemon ដែលគ្រប់គ្រងប្រតិបត្ដិការនៃ container ។",
  "dockerhub": "Docker Hub គឺជា សេវាកម្មរចនាសម្ព័ន្ធមេឌៀដែលមាននៅមេឌៀកំពូលដែលអ្នកអាចផ្ទុកនិងចែករំលែក Docker Images ។ វាផ្ដល់ឱ្យអ្នកអភិវឌ្ឍន៍ក្នុងការទាញយក images ដែលបានបង្កើតរួចហើយ ឬបញ្ចូល images ដែលពួកគេបានបង្កើតសម្រាប់ការប្រើប្រាស់ក្នុងបរិស្ថានផ្សេងៗ។",
  "dockerfile": "Dockerfile គឺជាឯកសារផ្ទាល់ដែលមានជម្រើសតាមការបង្កើត Docker Image។ វាបញ្ជាក់ពីបរិស្ថានកម្មវិធីរួមជាមួយនឹងជំហាននៃការតំឡើង កំណត់បរិស្ថាន និងការបញ្ជាទៅលើការរៀបចំ container ។",
  "dockercompose": "Docker Compose គឺជា​ឧបករណ៍មួយដែលអនុញ្ញាតឱ្យអ្នកកំណត់ និងគ្រប់គ្រងកម្មវិធី Docker ជាច្រើន container ក្នុងពេលតែមួយ។ វាអនុញ្ញាតឱ្យអ្នកប្រើឯកសារ​កំណត់ប្រការ (docker-compose.yml) ដើម្បីកំណត់សេវាកម្ម បណ្តាញ និងបរិមាណទំហំដែលត្រូវការសម្រាប់កម្មវិធីរបស់អ្នក។ ជាមួយ Docker Compose អ្នកអាចដំណើរការសេវាកម្មទាំងអស់ដែលបានកំណត់ក្នុងឯកសារនេះដោយការបញ្ជា​តែមួយ ហើយវាធ្វើឱ្យការងារជាមួយកម្មវិធីដែលត្រូវការជាច្រើន container សាមញ្ញជាងមុន។",
  "gmail_successfully_sent": "អ៊ីមែលត្រូវបានផ្ញើដោយជោគជ័យ",
  "gmail_not_successfully_sent": "អ៊ីមែលមិនបានផ្ញើដោយជោគជ័យ",
  "subject_is_required": "ចំណងជើង ត្រូវបានទាមទារ!",
  "text_is_required": "មតិយោបល់របស់អ្នក ត្រូវបានទាមទារ!",
  "title": "ចំណងជើង",
  "your_opinion": "មតិយោបល់របស់អ្នក",
  "telegram": "តេឡេក្រាម",
  "linkin": "លីងអ៊ីន",
  "developer_education_title": "មតិយោបល់អំពីការសឹក្សាអប់រំ",
  "developer_bachelor_study": "ការសិក្សាដោយខិតខំសម្រាប់ការអភិវឌ្ឍន៍កម្មវិធីក្នុងបរិញ្ញាបត្រ គឺត្រូវការការប្តេជ្ញាចិត្ត និងការសិក្សាដែលតឹងរឹង។ សិស្សសិក្សាស្វ័យប្រវត្តិ អាល់ហ្គូរីធម៍ ភាសាកម្មវិធី ស្ថាបត្យកម្មកម្មវិធី និងយុទ្ធសាស្ត្រការប្រកួតប្រជែងដែលធ្វើឱ្យមានមូលដ្ឋានសម្រាប់អាជីពជោគជ័យក្នុងវិស័យបច្ចេកវិទ្យា។",
  "mastering_programming_fundamentals": "ការតំណាងច្បាស់នៃគន្លងកម្មវិធី",
  "continuous_learning_adaptability": "ការសិក្សានិងការបំលែងជាប់តាមរយៈ",
  "collaboration_communication_skills": "ជំនាញការសហការនិងការប្រាស្រ័យទាក់ទង",
  "mastering_programming_fundamentals_content": "ការយល់ដឹងខ្ពស់អំពីគន្លងកម្មវិធីដូចជាអាល់ហ្គូរីធម៍ គម្រោងទិន្នន័យ និងវិធីដោះសោការបញ្ហា គឺសំខាន់ណាស់។ ការបញ្ចេញគំនិតពិសេសនៃការយល់ដឹងនេះធ្វើអោយអាចសរសេរកូដបានយ៉ាងមានប្រសិទ្ធភាព និងសមត្ថភាពបង្កើតម៉ូឌុលកម្មវិធី។",
  "continuous_learning_adaptability_content": "បច្ចេកវិទ្យាប្រែប្រួលយ៉ាងឆាប់រហ័ស ដូច្នេះការរៀនជាថ្មីនិងបច្ចេកវិជ្ជាថ្មីៗគឺជាចាំបាច់។ ការអភិវឌ្ឍន៍ជារៀងរហូតធានាថាអ្នកនៅតែអាចប្រើប្រាស់អ្វីដែលមានប្រសិទ្ធភាពក្នុងពេលដែលមានការផ្លាស់ប្តូរ។",
  "collaboration_communication_skills_content": "ការងារជាក្រុម និងការប្រាស្រ័យទាក់ទងយ៉ាងមានប្រសិទ្ធភាពគឺសំខាន់ណាស់សម្រាប់ការបញ្ចប់គម្រោង។ ជំនាញសហការប្រកបដោយចលនា និងការប្រាស្រ័យទាក់ទងច្បាស់លាស់អាចជួយសំរេចការបញ្ហានានា និងបង្កើតការបង្កើតថ្មី។",
  "need_assistance": "តើអ្នកត្រូវការជំនួយឬមានសំណួរឬ?",
  "contact_us": "ទាក់ទងមកយើងតាមអ៊ីមែល!",
  "assistance_feedback": "មិនថាអ្នកត្រូវការជំនួយ ឬចង់ផ្តល់មតិយោបល់ ក្រុមការងាររបស់យើងនៅទីនេះដើម្បីស្ដាប់។ សូមផ្ញើអ៊ីមែលមកយើង ហើយយើងនឹងឆ្លើយតបអ្នកឱ្យបានឆាប់ที่สุด។",
  "developer_growth": "ដើម្បីអភិវឌ្ឍជាអ្នកអភិវឌ្ឍន៍ ចូរផ្តោតលើការរៀនភាសាកម្មវិធីថ្មីៗ អនុវត្តការសរសេរកូដជារៀងរាល់ពេល បំរើការងារពិតៗ និងចូលរួមក្នុងសហគមន៍អ្នកអភិវឌ្ឍន៍។ កុំបញ្ឈប់ការសាកល្បងនិងការរៀន!",
  "your_ideas_feedback": "មតិយោបល់ និងឧបត្ថម្ភរបស់អ្នកជួយឲ្យយើងកែលម្អ។ សូមចែករំលែកវាជាមួយយើង!",
  "dev_passion": "ការចែករំលែកចំណង់ចំណូលចិត្តរបស់យើងក្នុងការអភិវឌ្ឍកម្មវិធីជាមួយសហគមន៍បច្ចេកវិជ្ជា",
  "high_school_graduated": "បញ្ចប់ការសិក្សាមធ្យមសិក្សា",
  "two_thousand_nine_teen": "២០១៩",
  "high_school_graduated_number": "ឆ្នាំដែលបញ្ចប់ការសិក្សា",
  "four_plus": "+ ៤",
  "year_experience": "ប្រវត្តិការងារឆ្នាំ",
  "two_plus": "+ ២",
  "cv": "ប្រវត្តិរូប",
  "register": "ចុះឈ្មោះ",
  "login": "ចូលគណនី",
  "sign_up": "ចុះឈ្មោះ",
  "username": "ឈ្មោះអ្នកប្រើ",
  "enter_username": "បញ្ចូលឈ្មោះអ្នកប្រើ",
  "enter_password": "បញ្ចូលពាក្យសម្ងាត់",
  "cancel": "បោះបង់",
  "password": "ពាក្យសម្ងាត់",
  "English": "អង្គគ្លេស",
  "Khmer": "ខ្មែរ",
  "log_out": "ចាកចេញ",
  "system": "ប្រព័ន្ធ",
  "dark": "ងងឹត",
  "light": "ភ្លឺ",
  "facebook": "ហ្វេសប៊ុក",
  "linkedin": "លីងអ៊ីន",
  "programming_details": "ភាសាកម្មវិធីគឺជាប្រព័ន្ធផ្លូវការដែលត្រូវបានអ្នកអភិវឌ្ឍន៍ប្រើប្រាស់ដើម្បីបង្កើតកម្មវិធីទន្រ្ទោមសូហ្វវែរជេរ បង្កើតបេសកកម្ម ឬគ្រប់គ្រងឧបករណ៍។ វាផ្ទុកដោយសំណុំបញ្ជាដែលអាចប្រើប្រាស់ដើម្បីបង្ហាញលទ្ធផលផ្សេងៗ ដូចជាឯកទេស ការគណនាសិក្សា ឬមុខម្ហូបអ្នកប្រើ។ ភាសាដែលមានប្រភេទខុសគ្នាគ្នាអាចមានជាពាណិជ្ជកម្មប្រព័ន្ធកម្រិតខ្ពស់ដូចជា Python, Java ឬ JavaScript ដែលត្រូវបានរចនាឱ្យអានងាយ និងភាសាកម្រិតទាបដូចជា Assembly ឬ Machine Code ដែលនៅជិតឧបករណ៍និងមានប្រសិទ្ធភាពសម្រាប់ប្រតិបត្តិការប្រព័ន្ធ។",
  "software_is_invisible": "Software គឺជា",
  "magic": "វេទមន្ត",
  "software_detail": "ដែលមើលមិនឃើញដែលធ្វើឱ្យពិភពលោកកាន់តែប្រសើរឡើង។",
  "the_more_you": "កាន់ តែ",
  "learn": "រៀន",
  "the_more_you_nothing": "កាន់ តែ អត់ ចេះ 😂",
  "photo": "រូបថត",
  "window_setup": "ការរៀបចំ Window",
  "dragdropcv": "អូស និងទម្លាក់ CV របស់អ្នកនៅទីនេះ ឬ",
  "browse": "រុករក",
  "upload_your_cv": "បញ្ចូលចូល CV របស់អ្នក។"
}